export const fillersdata = {
    "КРС":
    {
        "Быки-производители":
        {
            "привязное содержание": 6,
            "беспривязное содержание": 6 
        },
        "Коровы":
        {
            "привязное содержание": 6,
            "беспривязное содержание": 6 
        },
        "Нетели":
        {
            "привязное содержание": 5,
            "беспривязное содержание": 5 
        },
        "Молодняк":
        {
            "привязное содержание": 5,
            "беспривязное содержание": 5 
        },
        "Телята":
        {
            "клеточное содержание": 3,
            "бесклеточное содержание": 3 
        },
    },
    "Лошади":
    {
        "Рабочие": 5,
        "Молодняк до года": 2,
        "Молодняк 1-2 года": 3,
        "Молодняк 2-3 года": 4,
    },
    "Овцы":
    {
        "Взрослые": 1,
        "Молодняк": 0.5
    },
    "Свиньи":
    {
        "Хряки": 3,
        "Свиноматки":
        {
            "холостые": 2,
            "супоросные": 2.5 ,
            "подсосные": 6
        },
        "Поросята возраст (дни)":
        {
            "26-42": 1,
            "43-6": 1,
            "61-16": 1.5
        },
        "Молодняк на откорме, масса кг.":
        {
            "до 7 кг": 2,
            "более 7 кг": 2 
        }
    },
    "Куры":
    {
        "Куры взрослые":
        {
            "яичные": 0.2,
            "мясные": 0.2 
        },
        "Куры молодняк ремонтный":
        {
            "яичные 1-4 недели": 0.2,
            "яичные 5-9 недель": 0.2,
            "яичные 1-17 недель": 0.2,
            "мясные 1-8 недель": 0.2,
            "мясные 9-18 недель": 0.2,
            "мясные 19-26 недель": 0.2,
        },
        "Цыплята-бройлеры":
        {
            "1-8 недель (в клетках)": 0.2,
            "1-9 недель (на полу)": 0.2
        },
    },
    "Индейки":
    {
        "Индейки взрослые": 0.3,
        "молодняк ремонтный":
        {
            "1-17 недель": 0.3,
            "18-33 недели": 0.3 
        },
        "молодняк на мясо":
        {
            "1-8 недель": 0.3,
            "9-16 недель": 0.3,
            "17-23 недели": 0.3,
        },
    },
    "Гуси":
    {
        "Гуси взрослые": 0.3,
        "молодняк ремонтный":
        {
            "1-3 недели": 0.3,
            "4-9 недель": 0.3,
            "1-34 недель": 0.3 
        },
        "молодняк на мясо":
        {
            "1-3 недель": 0.3,
            "4-9 недель": 0.3,
        },
    },
    "Утки":
    {
        "Утки взрослые": 0.3,
        "молодняк":
        {
            "1-7 недель": 0.3,
            "8-21 недель": 0.3,
            "22-28 недель, тяжелый кросс": 0.3 
        }
    },
};