export const productionData = {
    "КРС":
    {
        "Быки-производители":
        {
            "привязное содержание": 40.000,
            "беспривязное содержание": 45.000 
        },
        "Коровы":
        {
            "привязное содержание": 55.000,
            "беспривязное содержание": 60.000 
        },
        "Нетели":
        {
            "привязное содержание": 27.000,
            "беспривязное содержание": 32.000 
        },
        "Молодняк":
        {
            "привязное содержание": 14.000,
            "беспривязное содержание": 20.000 
        },
        "Телята":
        {
            "привязное содержание": 7.000,
            "беспривязное содержание": 12.000 
        },
    },
    "Лошади":
    {
        "Рабочие": 35.000,
        "Молодняк до года": 2.500,
        "Молодняк 1-2 года": 15.000,
        "Молодняк 2-3 года": 25.000,
    },
    "Овцы":
    {
        "Взрослые": 5.000,
        "Молодняк": 2.500
    },
    "Свиньи":
    {
        "Хряки":11.1,
        "Свиноматки":
        {
            "холостые": 8.8,
            "супоросные": 10 ,
            "подсосные": 15.3
        },
        "Поросята возраст (дни)":
        {
            "26-42": 0.4,
            "43-60": 0.7,
            "61-106": 1.8
        },
        "Молодняк на откорме, масса кг.":
        {
            "до 70 кг": 5.000,
            "более 70 кг": 6.500 
        }
    },
    "Куры":
    {
        "Куры взрослые":
        {
            "яичные": 0.182,
            "мясные": 0.288 
        },
        "Куры молодняк ремонтный":
        {
            "яичные 1-4 недели": 0.024,
            "яичные 5-9 недель": 0.097,
            "яичные 10-17 недель": 0.176,
            "мясные 1-8 недель": 0.140,
            "мясные 9-18 недель": 0.184,
            "мясные 19-26 недель": 0.288,
        },
        "Цеплята-бройлеры":
        {
            "1-8 недель (в клетках)": 0.135,
            "1-9 недель (на полу)": 0.158 
        },
    },
    "Индейки":
    {
        "Индейки взрослые": 0.45,
        "молодняк ремонтный":
        {
            "1-17 недель": 0.378,
            "18-33 недели": 0.480 
        },
        "молодняк на мясо":
        {
            "1-8 недель": 0.175,
            "9-16 недель": 0.364,
            "17-23 недели": 0.420,
        },
    },
    "Гуси":
    {
        "Гуси взрослые": 0.594,
        "молодняк ремонтный":
        {
            "1-3 недели": 0.330,
            "4-9 недель": 0.480,
            "10-34 недель": 0.495 
        },
        "молодняк на мясо":
        {
            "1-3 недель": 0.395,
            "4-9 недель": 0.480,
        },
    },
    "Утки":
    {
        "Утки взрослые": 0.423,
        "молодняк":
        {
            "1-7 недель": 0.230,
            "8-21 недель": 0.210,
            "22-28 недель, тяжелый кросс": 0.234 
        }
    },
};